Revit 2027 API
ParameterTypeId.CarbonMaterialParamCoefficientPerArea Property
 "Carbon Coefficient per area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CarbonMaterialParamCoefficientPerArea { get; }
Public Shared ReadOnly Property CarbonMaterialParamCoefficientPerArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CarbonMaterialParamCoefficientPerArea {
	ForgeTypeId^ get ();
}
static member CarbonMaterialParamCoefficientPerArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace